{"translation-revision-date":"2025-05-27 00:32:00+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CL"},"I was able to customize my email designs to match my store’s brand.":["Pude personalizar los diseños de mis correos electrónicos para adaptarlos a la marca de mi tienda."],"Thank you for trying out our new email customization features. We’d love to hear your feedback on how we could improve the experience.":["Gracias por probar nuestras nuevas funciones de personalización del correo electrónico. Nos encantaría recibir tus comentarios sobre cómo podríamos mejorar la experiencia."],"I am able to customize my email designs to match my store’s brand.":["Puedo personalizar los diseños de mis correos electrónicos para que coincidan con la marca de mi tienda."],"What did you try to achieve with the customizer? What did and didn't work?":["¿Qué ha intentado conseguir con el personalizador? ¿Qué funcionó y qué no?"],"How can we improve the email customizer for you? (Optional)":["¿Cómo podemos mejorar el personalizador de correo electrónico para que te sea más útil? (Opcional)"],"Auto-sync with theme changes":["Sincronización automática con cambios en el tema"],"Choose what you want to include, and export it as a .zip file.":["Elige los elementos que quieras incluir y expórtalos como un archivo .zip."],"Import a .zip or .json file, max size 50 MB. Only one Blueprint can be imported at a time.":["Importa un archivo .zip o .json de 50 MB como máximo. Solo puedes importar un único archivo de planos a la vez."],"Blueprint setting icon - %s":["Ícono de ajustes del plano %s"],"choose a file":["elegir un archivo"],"Importing your file…":["Importando tu archivo..."],"Drag and drop or ":["Arrastrar y soltar o "],"Your Blueprint has been imported, but there were some errors. Please check the messages.":["Se ha importado el plano, pero se han producido algunos errores Comprueba los mensajes."],"Importing the file will overwrite the current configuration in WooCommerce Settings.":["Si importas el archivo, se sobrescribirá la configuración actual en los ajustes de WooCommerce."],"Email address (Optional)":["Dirección de correo electrónico (opcional)"],"Share if you would like to discuss your experience or participate in future research.":["Comparte si quieres comentar tu experiencia o participar en futuras investigaciones."],"Share your experience":["Comparte tu experiencia"],"Your Blueprint has been imported!":["Se ha importado tu blueprint."],"Your configuration will be overridden":["Se anulará tu configuración"],"Select which payment methods you'd like to offer to your shoppers. You can update these here at any time.":["Selecciona los métodos de pago que quieres ofrecer a tus compradores. Puedes actualizar la selección en cualquier momento."],"Choose your payment methods":["Elegir los métodos de pago"],"Return to gateways":["Volver a las pasarelas de pago"],"Business location :":["Ubicación del negocio:"],"Payment providers":["Proveedores de pago"],"Email preview type":["Tipo de vista previa del correo electrónico"],"Send test email":["Enviar correo electrónico de prueba"],"Sending…":["Enviando..."],"Enter an email":["Introducir un correo electrónico"],"Send to":["Enviar a"],"Send yourself a test email to check how your email looks in different email apps.":["Envíate un correo electrónico de prueba para comprobar el aspecto de tu correo electrónico en diferentes aplicaciones de correo electrónico."],"Send a test email":["Enviar un correo electrónico de prueba"],"Email preview frame":["Marco de la vista previa del correo electrónico"],"Avatar icon":["Ícono del avatar"],"Mobile icon":["Ícono para móvil"],"Mobile preview on desktop":["Vista previa del móvil en el desktop"],"Desktop icon":["Ícono del desktop"],"Email preview on desktop":["Vista previa del correo electrónico en el desktop"],"Image upload icon":["Ícono de carga de la imagen"],"Change image":["Cambiar imagen"],"Image preview":["Vista previa de la imagen"],"Undo changes":["Deshacer cambios"],"Sync with theme":["Sincronizar con el tema"],"Using default values.":["Usando valores por defecto."],"Synced with theme.":["Sincronizado con el tema."],"WooCommerce Settings":["Ajustes de WooCommerce"],"Take offline payments":["Acepta pagos sin conexión"],"Email preview":["Vista previa del correo electrónico"],"Blueprints are setup files that contain all the installation instructions, including plugins, themes, and setting. Ease the setup process, allow teams to apply each others’ changes and much more. <docLink \/>":["Los blueprints son archivos de configuración que contienen todas las instrucciones de instalación, incluidos los plugins, temas y ajustes. Facilitan el proceso de configuración, permiten a los equipos aplicar los cambios de los demás y mucho más. <docLink \/>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["¿Seguro que quieres cambiar del modo publicada al modo próximamente? Tu sitio no será publicado, y los clientes no podrán realizar compras durante este tiempo."],"Apply to store pages only":["Aplica solo a las páginas de la tienda"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Gestiona la apariencia de tu sitio ante los visitantes. <a>Más información<\/a>"],"Confirm switch to ‘Coming soon’ mode":["Confirmar el cambio al modo «Próximamente»"],"Coming soon":["Próximamente"],"Blueprint":["Planos"],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Muestra un mensaje de \"próximamente\" en las <a>páginas de tu tienda<\/a>; el resto de tu sitio permanecerá visible."],"Share your site with anyone using a private link.":["Comparte tu sitio con quien quieras mediante un enlace privado."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Tu sitio se oculta a los visitantes y se muestra la página de destino \"Próximamente\" hasta que esté listo para visualizarse."],"Your entire site is visible to everyone.":["Todo tu sitio es visible para todos."],"Share your site with a private link":["Comparte tu sitio con un enlace privado"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Tu sitio permanece oculto a los visitantes y muestra la página de destino \"Próximamente\" hasta que esté listo para visualizarse. Puedes personalizar tu página de destino \"Próximamente\" a través del <a>editor<\/a>."],"Site visibility":["Visibilidad del sitio"],"Live":["Publicada"],"Switch":["Cambiar"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Pagos simplificados, diseñados exclusivamente para tiendas WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments viene ya integrado con opciones de pago populares:"],"Please enter a valid email address.":["Por favor, introduce una dirección de correo electrónico válida."],"Use recommended settings":["Usar los ajustes recomendados"],"Recommended settings applied.":["Se han aplicado los ajustes recomendados."],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Ajustes de impuestos inconsistentes:{{\/b}} Para evitar posibles errores de redondeo, los precios deberían introducirse y mostrarse en todas las ubicaciones, ya sea impuestos incluidos o excluidos."],"Other payment options":["Otras opciones de pago"],"Help us improve":["Ayúdanos a mejorar"],"Payment Methods":["Medios de pago"],"Mutable settings should be accessed via data store.":["Los ajustes modificables deberían ser accesibles a través del almacenamiento de datos."],"Get started":["Comenzar"],"Copy link":["Copiar enlace"],"Export":["Exportar"],"Import":["Importar"],"Payment methods":["Medios de pago"],"Save changes":["Guardar los cambios"],"Copied!":["¡Copiado!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["En la siguiente lista se muestran los métodos de pago instalados. Arrástralos y suéltalos para ordenarlos y controlar cómo se verán en la tienda."],"Reset":["Restablecer"],"Learn more":["Aprender más"],"Cancel":["Cancelar"],"Continue":["Continuar"],"Remove":["Eliminar"],"Settings":["Ajustes"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/settings-embed.js"}}